[
    {
        "word": "Anxiety",
        "definition": "a feeling of worry, nervousness, or unease about something with an uncertain outcome."
    },
    {
        "word": "Ambition",
        "definition": "a strong desire to do or achieve something."
    },
    {
        "word": "Envy",
        "definition": "a feeling of discontented or resentful longing aroused by someone else's possessions, qualities, or luck."
    },
    {
        "word": "Patience",
        "definition": "the capacity to accept or tolerate delay, problems, or suffering without becoming annoyed or anxious."
    },
    {
        "word": "Expectation",
        "definition": "a strong belief that something will happen or be the case."
    },
    {
        "word": "Assumption",
        "definition": "a thing that is accepted as true or as certain to happen, without proof."
    },
    {
        "word": "Belief",
        "definition": "an acceptance that something exists or is true, especially one without proof."
    },
    {
        "word": "Hope",
        "definition": "a feeling of expectation and desire for a particular thing to happen."
    },
    {
        "word": "Despondency",
        "definition": "low spirits from loss of hope or courage."
    },
    {
        "word": "Sorrow",
        "definition": "a feeling of deep distress caused by loss, disappointment, or other misfortune suffered by oneself or others."
    },
    {
        "word": "Imagination",
        "definition": "the faculty or action of forming new ideas, or images or concepts of external objects not present to the senses."
    },
    {
        "word": "Interest",
        "definition": "the feeling of wanting to know or learn about something or someone."
    },
    {
        "word": "Hedonism",
        "definition": "the prioritisation of pleasure in one's lifestyle, actions, or thoughts."
    },
    {
        "word": "Planning",
        "definition": "the process of thinking regarding the activities required to achieve a desired goal."
    },
    {
        "word": "Mental travel",
        "definition": "the capacity to mentally reconstruct personal events from the past as well as to imagine possible scenarios in the future."
    },
    {
        "word": "Monotony",
        "definition": "lack of variety and interest. tedious repetition and routine."
    },
    {
        "word": "Money",
        "definition": "medium of exchange, a unit of account, a store of value and sometimes, a standard of deferred payment."
    },
    {
        "word": "Hedonism",
        "definition": "the pursuit of pleasure. sensual self-indulgence."
    },
    {
        "word": "Imposter Syndrome",
        "definition": "Fearing that others will discover you’re not as competent as you seem, even when you’re highly capable."
    },
    {
        "word": "Low Self-Esteem",
        "definition": "Negative self-talk, a tendency to avoid challenges, high sensitivity to criticism, and often a reluctance to try new things."
    },
    {
        "word": "Perfectionism",
        "definition": "Procrastination due to fear of making mistakes."
    },
    {
        "word": "Fear of Failure",
        "definition": "Avoidance of challenges, lack of confidence, anxiety about potential failure, and overemphasis on outcomes rather than the learning process."
    },
    {
        "word": "Social Anxiety",
        "definition": "A fear of being judged, embarrassed, or humiliated in social situations. Excessive worry about others’ opinions."
    },
    {
        "word": "Comparison Syndrome",
        "definition": "Feelings of jealousy or inferiority, a focus on others’ successes and downplaying one’s own, and often a distorted view of others’ lives."
    },
    {
        "word": "Self-Criticism",
        "definition": "Negative self-talk, inability to accept praise, high levels of shame or guilt over minor mistakes, and reluctance to take pride in accomplishments."
    },
    {
        "word": "People-Pleasing",
        "definition": "A pattern of prioritizing others' needs over one’s own, often to gain approval or avoid rejection."
    },
    {
        "word": "Lack of Confidence",
        "definition": "A feeling of uncertainty about one’s abilities or decisions, often leading to hesitancy in taking action."
    },
    {
        "word": "Analysis Paralysis",
        "definition": "Inability to make decisions due to overanalyzing options and fearing the wrong choice."
    },
    {
        "word": "Self-Doubt",
        "definition": "Self-doubt is a lack of confidence in one's abilities or decisions, often causing hesitation and second-guessing."
    },
    {
        "word": "Support System",
        "definition": "A support system is a network of trusted people who provide encouragement, guidance, and reassurance during challenging times."
    }
]